[

{"quoteText":"Speak when you are angry and you will make the best speech you will ever regret.",
"author":"Ambrose Bierce",
	"type":"",
	"background":""

	},{
		 
		 "quoteText":"I cannot control the feelings, the emotions, or the temptations but I can definitely control my actions.",
"author":,
	"type":"",
	"background":""
		 },{
		 
		 "quoteText":"Holding on to anger is like grasping a hot coal with the intent of throwing it at someone else; you are the one who gets burned",
"author":"Gautam Buddha",
	"type":"",
	"background":""
		 },
{
"quoteText":"Of course, audiences won’t notice. That’s how Pixar knows it has done its job correctly. When problems are solved or tools are built there, they’re in service of the only thing that matters: the story. The temptation to flaunt a technical filmmaking feat on screen is set aside, and the lighting effects on Joy — or the camera work inside Riley’s head — are in the end incredibly subtle. Most people will never know the work that went into them or even notice her innate glow. But they will feel it, and that’s what matters.",
	"author":"Techcrunh article on Pixar: http://techcrunch.com/2015/04/12/how-pixar-solves-problems-from-the-inside-out/",
	"type":"",
	"background":""
	},
{
	"quoteText":"Influence acts strongest when you don't realize that it is acting",
	"author":"Jiddu Krishnamurthi",
	"type":"",
	"background":""
	},
{
	"quoteText":"Universe,just admire it,its the best you could do with it anyways.",
	"author":"Dr Manhattan",
	"type":"",
	"background":""
	},
	{
	"quoteText":"Voilà! \n In view, a humble vaudevillian veteran cast vicariously as both victim and villain by the vicissitudes of Fate. This visage, no mere veneer of vanity, is a vestige of the vox populi, now vacant, vanished. However, this valorous visitation of a bygone  vexation stands vivified and has vowed to vanquish these venal and virulent vermin vanguarding vice and vouchsafing the violently vicious and voracious violation of volition! The only verdict is vengeance; a vendetta held as a votive, not in vain, for the value and veracity of such shall one day vindicate the vigilant and the virtuous. Verily, this vichyssoise of verbiage veers most verbose, so let me simply add that it's my very good honor to meet you and you may call me \"V\".",
	"author":"V (V for Vendetta)",
	"type":"",
	"background":""
	},{
	"quoteText":"If you're going through hell, keep going.",
	"author":"Winston Churchill",
 	"type":"",
	"background":""
	},{
	"quoteText":"Don’t dream about what you want to do, stay awake and do it.",
	"author":"Marvin Yagoda",
	"type":"",
	"background":""
	},{
	"quoteText":"When you have a hammer, everything looks like a nail.",
	"author":"",
	"type":"",
	"background":""
	},{
	"quoteText":"
We looked at each other for the last time; nothing is as eloquent as nothing.",
	"author":"Cloud Atlas(Sonmi 451)",
	"type":"",
	"background":""
	},{
	"quoteText":"I don't ask you to love me always like this,but I ask you to remember.somewhere inside of me there will always be the person I am tonight",
	"author":"F Scott Fitzgerald",
	"type":"",
	"background":""
	},{
	"quoteText":"A half-read book is a half-finished love affair.",
	"author":"David Mitchell, Cloud Atlas",
	"type":"",
	"background":""
	},{
	"quoteText":"take a chance, while you've got the choice",
	"author":"",
	"type":"",
	"background":""
	},{
	"quoteText":"every hour wounds, the last one kills",
	"author":"",
	"type":"",
	"background":""
	},
	{
	"quoteText":"Rules are the definition of life.And once you get bored with your life....
Break those rules.",
	"author":"",
	"type":"",
	"background":""
	},
	{
	"quoteText":"My life amounts to no more than one drop in a limitless ocean. Yet what is any ocean, but a multitude of drops?",
	"author":"David Mitchell, Cloud Atlas",
	"type":"",
	"background":""
	},
	{
	"quoteText":"I'm a paradox.I want to be happy,but i think of things that make me sad.I'm lazy yet i'm ambitious.I dont like myself,but i also who i am.I say i dont care,but i really do.I crave attention,but reject it when it comes my way.I'm a conflicted contradiction.If I can't figure myself out,there's no way anyone else has.",
	"author":"",
	"type":"",
	"background":""
	},
	{
	"quoteText":"The journey of a single step may start with a thousand miles in the opposite direction.",
	"author":"",
	"type":"",
	"background":""
	},
	{
	"quoteText":"I always knew I could climb..but I could only climb if I climbed alone",
	"author":"Fountainhead",
	"type":"",
	"background":""
	},
	{
	"quoteText":"If you love 2 people at the same time,choose the second one because if you really loved the first one u wouldn't fall for the second",
	"author":"Johnny Depp",
	"type":"",
	"background":""
	},
	{
	"quoteText":"Everything you do is collated and quantified...everything sticks",
	"author":"Catwoman (Batman-The Dark Knight Rises)",
	"type":"",
	"background":""
	},
	{
	"quoteText":"When a liar became too skilled at deception, he could lose the ability to discern truth, and could himself be more easily deceived.",
	"author":"Velocity ,Dean Koontz",
	"type":"",
	"background":""
	},
	{
	"quoteText":"One cannot be prepared for something while secretly believing it will not happen",
	"author":"",
	"type":"",
	"background":""
	},
	{
	"quoteText":"Never regret thy fall,O Icarus of the earless flight,For the greatest tragedy of them all is never to feel the burning light",
	"author":"Oscar Wilde",
	"type":"",
	"background":""
	},
	{
	"quoteText":"In a pause,she asked How is he, Steve I often think that he's the only one whobhas achieved immortality.I dont mean in the sense of fame and I dont mean that he wont die someday.but he's living it.I think he is what the conception rrally means.yiu know how people long to be eternal.but they die wih every day that passes.when u meet them they are not what u met last..in any given hour, they kill some part of themselves.they change,they deny, they contradict-and they call ut growth. at the end  there's nothing left,nothing unreversed, or unbetrayed.as if there had never been an entity.only a succession of adjectives fading in and out on an unformed mass.how do they expect a permanence which they have never held fot a single moment?but howard-one can imagine him existing forever",
	"author":"Fountainhead -Ayn Rand",
	"type":"",
	"background":""
	},
	{
	"quoteText":"Insanity is living ur life as nothing",
	"author":"Wanted : Morgan Freeman",
	"type":"",
	"background":""
	},
	{
	"quoteText":"Love is a temporary madness, it erupts like volcanoes and then subsides. And when it subsides, you have to make a decision. You have to work out whether your roots have so entwined together that it is inconceivable that you should ever part. Because this is what love is. Love is not breathlessness, it is not excitement, it is not the promulgation of promises of eternal passion, it is not the desire to mate every second minute of the day, it is not lying awake at night imagining that he is kissing every cranny of your body. No, don't blush, I am telling you some truths. That is just being \"in love\", which any fool can do. Love itself is what is left over when being in love has burned away, and this is both an art and a fortunate accident",
	"author":"Louis de Bernières, Captain Corelli's Mandolin",
	"type":"",
	"background":""
	},
	{
	"quoteText":"Hell happens when the evil of the world exceeds our belief that we can conquer it",
	"author":"Abyssinian (Da vinci's Demons)",
	"type":"",
	"background":""
	},
	{
	"quoteText":"You see Madness is like gravity....all you need is a little push",
	"author":"Joker,The Dark Knight",
	"type":"",
	"background":""
	},
	{
	"quoteText":"Experience is what u get when u didnt get what u wanted",
	"author":"Randy Pausch",
	"type":"",
	"background":""
	},
	{
	"quoteText":"Brick walls exist to separate people who want it from people who really want it..its to keep the 'other' people out",
	"author":"Randy Pausch",
	"type":"",
	"background":""
	},
	
	{
	"quoteText":"You May think that the grass on the other side is greener..but if you take the time to water your own grass,it would be just as green",
	"author":"",
	"type":"",
	"background":""
	}
	,
	{
	"quoteText":"
Sometimes i think the surest sign that intelligent life exists elsewhere in the universe is that none of it has tried to contact us",
	"author":"Calvin and Hobbes",
	"type":"",
	"background":""
	}
	,
	{
	"quoteText":"You've never really lived until you've done something for someone who can never repay you",
	"author":"",
	"type":"",
	"background":""
	},
	
	{
	"quoteText":"People might say i'm special..I know that i am normal! and thats good enough for me",
	"author":"",
	"type":"",
	"background":""
	}
	,
	{
	"quoteText":"Why sarcasm you ask?Because beating the hell out of people is illegal",
	"author":"",
	"type":"",
	"background":""
	}
	,
	{
	"quoteText":"If neither foes nor loving friends can hurt you \n If all men count with you,but none too much",
	"author":"Rudyard Kipling",
	"type":"",
	"background":""
	}
	,
	{
	"quoteText":"I don't care what you think about me. I don't think about you at all",
	"author":" Coco Chanel",
	"type":"",
	"background":""
	}
	,
	{
	"quoteText":"Time you enjoy wasting was not wasted",
	"author":"John Lennon",
	"type":"",
	"background":""
	}
	,
	{
	"quoteText":"You can have anything in life,\nif you sacrifice everything for it",
	"author":"",
	"type":"",
	"background":""
	}
	,
	{
	"quoteText":"Nothing comes without a price,
So,before you go into battle,
you better decide how much you're willing to lose",
	"author":"",
	"type":"",
	"background":""
	}
	,
	{
	"quoteText":"An idealist is a coward who doesn’t understand enough of what his true thoughts and feelings mean and where, in time, they’ll lead him. So he sticks to thoughts, paths and philosophies which he knows the end result of…..
\n\n
…… When an idealist says something that’s meant to get people laughing, you ought to pay attention. His humor reveals more than ‘a’ philosophy he understands. In humor lies the philosophy, his philosophy that he can’t quite grasp……",
	"author":"",
	"type":"",
	"background":""
	}
	,
	{
	"quoteText":"So which is it -\n
The unexamined life is not worth living\n
or\n
Ignorance is bliss?",
	"author":"",
	"type":"",
	"background":""
	}
	,
	{
	"quoteText":"Depression is merely anger without enthusiasm!!!",
	"author":"",
	"type":"",
	"background":""
	}
	,
	{
	"quoteText":"You got a dream..you gotta protect it.
People cant do something themselves,they wanna tell you you cant do it
if you want something,go get it.Period",
	"author":"In Pursuit of Happiness,Will Smith",
	"type":"",
	"background":""
	}
	,
	{
	"quoteText":"Logic will take you from point A to B
Imagination will take you everywhere",
	"author":"Einstein",
	"type":"",
	"background":""
	}
	,
	{
	"quoteText":"It opens the lungs, washes the countenance, exercises the eyes, and softens down the temper; so cry away.",
	"author":"",
	"type":"",
	"background":""
	}
	,
	{
	"quoteText":"You Have enemies?Good.That means you've stood up up for something in your life.",
	"author":"Winston Churchill",
	"type":"",
	"background":""
	}
	,
	{
	"quoteText":"George:I dont believe in hope! hope is killing me..my aim in life is to become hopeless..and that indifference,thats what makes you attractive
Jerry:So hopelessness is the key
George:Yup..thats my only hope!
",
	"author":"Seinfeld",
	"type":"",
	"background":""
	}
	,
	{
	"quoteText":"Holding a grudge is letting someone live rent-free in your head",
	"author":"",
	"type":"",
	"background":""
	}
	,
	{
	"quoteText":"The truth is, everyone is going to hurt you. You just got to find the ones worth suffering for .",
	"author":"Bob Marley",
	"type":"",
	"background":""
	}
	,
	{
	"quoteText":"Tell me with whom thou art found, and I will tell thee who thou art.",
	"author":"Johann Wolfgang Von Goethe",
	"type":"",
	"background":""
	}
	,
	{
	"quoteText":"The 2 most important days in your life are when your born and when you find out why",
	"author":"Mark Twain",
	"type":"",
	"background":""
	}
	,
	{
	"quoteText":"Common sense is the collection of prejudices acquired by age eighteen",
	"author":"Einstein",
	"type":"",
	"background":""
	}
	,
	{
	"quoteText":"You can know the name of a bird in all the languages of the world, but when you're finished, you'll know absolutely nothing whatever about the bird. So let's look at the bird and see what it's doing -- that's what counts. I learned very early the difference between knowing the name of something and knowing something.",
	"author":"Richard Feynman",
	"type":"",
	"background":""
	}
	,
	{
	"quoteText":"No one believes in experimental data \n
except the man who takes it,\n
but everyone believes the result of a theoretical analysis \n
except the man who makes it",
	"author":"O.H Solumsmoen,ship vibration experience from service measurements",
	"type":"",
	"background":""
	}
	,
	{
	"quoteText":"stupidity,the mother of all warning labels",
	"author":"",
	"type":"",
	"background":""
	}
	,
	{
	"quoteText":"The best revenge,Happiness,because nothing drives people more crazy after seeing someone actually having a good fucking life",
	"author":"",
	"type":"",
	"background":""
	}
	,
	{
	"quoteText":"Great men are more distinguished by range and extent than by originality",
	"author":"Ralph Waldo Emerson",
	"type":"",
	"background":""
	}
	,
	{
	"quoteText":"A true soulmate is probably the most important person you’ll ever meet, because they tear down your walls and smack you awake. But to live with a soulmate forever? Nah. Too painful. Soulmates, they come into your life just to reveal another layer of yourself to you, and then leave. A soulmate’s purpose is to shake you up, tear apart your ego a little bit, show you your obstacles and addictions, break your heart open so new light can get in, and make you so desperate and out of control that you have to transform your life.",
	"author":"Elizabeth Gilbert",
	"type":"",
	"background":""
	}
	,
	{
	"quoteText":"Nature and books belong to the eyes that see them",
	"author":"Emerson",
	"type":"",
	"background":""
	}
	,
	{
	"quoteText":"In the end the Party would announce that two and two made five, and you would have to believe it. It was inevitable that they should make that claim sooner or later: the logic of their position demanded it. Not merely the validity of experience, but the very existence of external reality, was tacitly denied by their philosophy. The heresy of heresies was common sense. And what was terrifying was not that they would kill you for thinking otherwise, but that they might be right. For, after all, how do we know that two and two make four? Or that the force of gravity works? Or that the past is unchangeable? If both the past and the external world exist only in the mind, and if the mind itself is controllable-what then?",
	"author":"George Orwell-1984",
	"type":"",
	"background":""
	}
	,
	{
	"quoteText":"Thinking is one thing no one has ever been able to tax.",
	"author":"Charles F. Kettering",
	"type":"",
	"background":""
	}
	,
	{
	"quoteText":"If people are not laughing at your goals,your goals are too small",
	"author":"Azim Premji",
	"type":"",
	"background":""
	}
	,
	{
	"quoteText":"When you are face to face with a difficulty,you are up against a discovery",
	"author":"Kelvin",
	"type":"",
	"background":""
	}
	,
	{
	"quoteText":"Be less curious about people and more curious about ideas",
	"author":"Marie Curie",
	"type":"",
	"background":""
	}
	,
	{
	"quoteText":"For the happiness you want, what is the level  of pain you are willing to sustain",
	"author":"",
	"type":"",
	"background":""
	}, {
    "quoteText": "The less confident you are, the more serious you have to act.",
    "author": "Tara Ploughman",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "The condition of man is already close to satiety and arrogance, and there is danger of destruction of everything in existence.",
    "author": "a Brahmin to Onesicritus, 327 BC, reported in Strabo's Geography",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "Change breaks the brittle.",
    "author": "Jan Houtema",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "The sons of Hermes love to play,\n And only do their best when they\n Are told they oughtn't;\n Apollo's children never shrink\n From boring jobs but have to think\n Their work important.",
    "author": "W. H. Auden, Under Which Lyre",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "Programs must be written for people to read, and only incidentally for machines to execute.",
    "author": "Abelson & Sussman, SICP, preface to the first edition",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "That language is an instrument of human reason, and not merely a medium for the expression of thought, is a truth generally admitted.",
    "author": "George Boole, quoted in Iverson's Turing Award Lecture",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "Short words are best and the old words when short are best of all.",
    "author": "Winston Churchill",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "Many big people were chasing me. I didn't know what to do. So I thought I would surprise them and throw it.",
    "author": "Garo Yepremian, Miami placekicker, after a disastrous attempt to throw a pass in the Super Bowl.",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "That book is good in vain which the reader throws away. He only is the master who keeps the mind in pleasing captivity; whose pages are perused with eagerness, and in hope of new pleasure are perused again; and whose conclusion is perceived with an eye of sorrow, such as the traveller casts upon departing day.",
    "author": "Johnson, Lives of the Poets: Dryden",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "Don't worry about what anybody else is going to do. The best way to predict the future is to invent it.",
    "author": "Alan Kay",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "But the audience is right. They're always, always right. You hear directors complain that the advertising was lousy, the distribution is no good, the date was wrong to open the film. I don't believe that. The audience is never wrong. Never.",
    "author": "William Friedkin, in a NYT interview",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "Dealing with failure is easy: Work hard to improve. Success is also easy to handle: You've solved the wrong problem. Work hard to improve.",
    "author": "Alan Perlis",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "Frankly, I don't think you could have driven a needle up my sphincter using a sledgehammer.",
    "author": "Col. Barry Horne, F-117 pilot, on first mission over Baghdad",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "Two centuries later a most clear-sighted historian of the Second Crusade can find space in a short narrative to record on many occasions the flattery, perjury, perfidy, blasphemy, heresy, arrogance, servility, deceit, pride, cunning and infidelity of the Greeks.",
    "author": "R. W. Southern, The Making of the Middle Ages",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "The imagination of nature is far, far greater than the imagination of man.",
    "author": "Richard Feynman",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "The greatest dangers to liberty lurk in insidious encroachment by men of zeal, well-meaning but without understanding.",
    "author": "Brandeis",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "People who read Cosmopolitan magazine are very different from those who do not.",
    "author": "Donald Berry, Statistics: A Bayesian Perspective",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "The art of handling university students is to make oneself appear, and this almost ostentatiously, to be treating them as adults....",
    "author": "Arnold Toynbee, Experiences",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "Americans spend an average of four hours a day watching TV, an hour of that enduring ads. That adds up to an astounding 10% of total leisure time; at current rates, a typical viewer fritters away three years of his life getting bombarded with commercials.",
    "author": "Scott Woolley, Forbes",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "The best writing is rewriting.",
    "author": "E. B. White",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "Modern invention has been a great leveller. A machine may operate far more quickly than a political or economic measure to abolish privilege and wipe out the distinctions of class or finance.",
    "author": "Ivor Brown, The Heart of England",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "If our goal is to write poetry, the only way we are likely to be any good is to try to be as great as the best.",
    "author": "Donald Hall, Poetry and Ambition",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "I am annoyed to find myself continually described by people whom I have never set eyes on as bad-tempered.",
    "author": "Evelyn Waugh, Diary (26 Dec 47)",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "Premature optimization is the root of all evil (or at least most of it) in programming.",
    "author": "Donald Knuth",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "In France those absurd perversions of the art of war which covered themselves under the name of chivalry were more omnipotent than in any other country of Europe. The strength of the armies of Philip and John of Valois was composed of a fiery and undisciplined aristocracy which imagined itself to be the most efficient military force in the world, but which was in reality little removed from an armed mob.",
    "author": "C. W. C. Oman, The Art of War in the Middle Ages",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "The public should always be wondering how it is possible to give so much for the money.",
    "author": "Henry Ford",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "None ever wished it longer than it is.",
    "author": "Johnson on Paradise Lost",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "Many large and high class greengrocers of my acquaintance have never heard of the Golden Wonder potato.",
    "author": "Roy Genders, Vegetables for the Epicure",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "The best lack all conviction, while the worst\nAre full of passionate intensity.",
    "type": "",
    "background": "",
    "author": "Yeats, The Second Coming"
  },
  {
    "quoteText": "We act as though comfort and luxury were the chief requirements of life, when all that we need to make us happy is something to be enthusiastic about.",
    "author": "Einstein",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "The path from good to evil goes through bogus.",
    "author": "Tara Ploughman",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "Lisp has jokingly been called 'the most intelligent way to misuse a computer'. I think that description is a great compliment because it transmits the full flavor of liberation: it has assisted a number of our most gifted fellow humans in thinking previously impossible thoughts.",
    "author": "Edsger Dijkstra, CACM, 15:10",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "Many who burnt heretics in the ordinary way of their business were otherwise excellent people.",
    "author": "G. M. Trevelyan, 'Bias in History'",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "He became an object of ridicule in 1993 when a paper published an intercepted phone call in which he told his lover Camilla Parker Bowles he wanted to be reincarnated as her tampon.",
    "author": "Reuters story, on Prince Charles",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "We're even wrong about which mistakes we're making.",
    "author": "Carl Winfeld",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "From this place she sent into the world those novels, which by many have been placed on the same shelf as the works of a D'Arblay and an Edgeworth.",
    "author": "Henry Austen on his sister Jane, in a preface to Persuasion",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "The key to performance is elegance, not battalions of special cases.",
    "author": "Jon Bentley and Doug McIlroy",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "The economic depression that struck Europe in the fourteenth century was followed ultimately by economic and technological recovery. But the depression we have moved into will have no end. We can anticipate centuries of decline and exhaustion.",
    "author": "Jean Gimpel, The Medieval Machine, 1975",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "Politics is not the art of the possible. It consists in choosing between the disastrous and the unpalatable.",
    "author": "J. K. Galbraith, Letter to Kennedy, 1962",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "A typical dinner from the ape menu would be tofu bake with ratatouille of aubergine, onions and sweet peppers, with pearled barley and vegetable side dishes, says the team.",
    "author": "New Scientist",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "Guy Steele leads a small team of researchers in Burlington, Massachusetts, who are taking on an enormous challenge-'create a programming language better than Java.'",
    "author": "Sun.Com (my italics)",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "I had my own reactions to Paul's essay-'on the whole I liked it but when I connected some dots I found some suggestions of things I strongly disliked-'not so much in the essay as suggested by it.",
    "author": "reaction to What You Can't Say in a blog",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "Your twenties are always an apprenticeship, but you don't always know what for.",
    "author": "Jan Houtema",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "In addition, the board rewrote the definition of science, so that it is no longer limited to the search for natural explanations of phenomena.",
    "author": "AP story on Kansas Board of Education",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "A danger sign that fellow-obsessionals will at once recognize is the tendency to regard the happiest moments of your life as those that occur when someone who has an appointment to see you is prevented from coming.",
    "author": "Peter Medawar, Memoirs of a Thinking Radish",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "Never offer what you'd hate someone for accepting.",
    "author": "Tara Ploughman",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "The pagans were incensed at the rashness of a recent and obscure sect, which presumed to accuse their countrymen of error, and to devote their ancestors to eternal misery.",
    "author": "Gibbon, The Decline and Fall of the Roman Empire ",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "Simultaneously reifying and challenging hegemonic codes of race, class, gender and regional or national identity, his characters explore the complex and changing postmodern cultural landscape.",
    "author": "Robert Bennett, English professor at Montana State, announcing a panel discussion about Brad Pitt",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "In the councils of government, we must guard against the acquisition of unwarranted influence, whether sought or unsought, by the military-industrial complex. The potential for the disastrous rise of misplaced power exists and will persist.",
    "author": "Eisenhower, Farewell Address",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "Keep away from people who try to belittle your ambitions. Small people always do that, but the really great make you feel that you, too, can become great.",
    "author": "Mark Twain",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "However little television you watch, watch less.",
    "author": "David McCullough",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "Any word you have to hunt for in a thesaurus is the wrong word.",
    "author": "Stephen King",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "The people can always be brought to the bidding of the leaders. That is easy. All you have to do is tell them they are being attacked, and denounce the pacifists for lack of patriotism, and exposing the country to greater danger.",
    "author": "Goering at the Nuremberg Trials",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "As all these results were obtained, not by any heroic method, but by patient and detailed reasoning, I began to think it probable that philosophy had erred in adopting heroic remedies for intellectual difficulties, and that solutions were to be found merely by greater care and accuracy. This view I have come to hold more and more strongly as time went on, and it has led me to doubt whether philosophy, as a study distinct from science and possessed of a method of its own, is anything more than an unfortunate legacy from theology.",
    "author": "Bertrand Russell, 'Logical Atomism'",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "Get the important things right.",
    "author": "N. P. Calderwood",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "The power of instruction is seldom of much efficacy except in those happy dispositions where it is almost superfluous.",
    "author": "Gibbon",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "I do not know what the Lord's anointed, his Vicegerent upon earth, divinely appointed by him, and accountable to none but him for his actions, will either think or do, upon these symptoms of reason and good sense which seem to be breaking out all over France: but this I foresee, that, before the end of this century, the trade of both King and Priest will not be half so good a one as it has been.",
    "author": "Chesterfield, letter to his son, 13 Apr 1752",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "filter(P, S) is almost always written clearer as [x for x in S if P(x)]",
    "author": "Guido van Rossum on Python",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "I'm surrounded by postmodern idiots and blatherers. Your writings give me hope.",
    "author": "email from a reader",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "In the last analysis, productivity of labour is the most important, the principal thing for the victory of the new social system.",
    "author": "Lenin, quoted in First Five-Year Plan for the Development of the National Economy of the People's Republic of China in 1953-1957",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "Most interesting phenomena have multiple causes.",
    "author": "N. P. Calderwood",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "From 1911 to 1920, the mood of the city varied between utter dullness and tremendous excitement.",
    "author": "Arthur Coffman, An Illustrated History of Palo Alto",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "People don't change their minds. They die, and are replaced by people with different opinions.",
    "author": "Arturo Albergati",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "No man who ever held the office of President would congratulate a friend on obtaining it.",
    "author": "John Adams",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "PowerPoint makes us stupid.",
    "author": "General James N. Mattis, USMC",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "The best way to do something 'lean' is to gather a tight group of people, give them very little money, and very little time.",
    "author": "Bob Klein, chief engineer of the F-14 program",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "But camels, though odious to view and endowed with the offensive spirit, did not enjoy the blessing of pachydermaty.",
    "author": "F. E. Adcock, The Greek and Macedonian Art of War",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "As it turned out, the obvious clearly stated, and combined with new observations, was sometimes close to revolutionary.",
    "author": "Wallace Stegner on John Wesley Powell ",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "Focusing is about saying no.",
    "author": "Steve Jobs",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "The very word 'secrecy' is repugnant in a free and open society; and we are as a people inherently and historically opposed to secret societies, to secret oaths and to secret proceedings. We decided long ago that the dangers of excessive and unwarranted concealment of pertinent facts far outweighed the dangers which are cited to justify it. Even today, there is little value in opposing the threat of a closed society by imitating its arbitrary restrictions. Even today, there is little value in insuring the survival of our nation if our traditions do not survive with it.",
    "author": "John F. Kennedy",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "In the Zenith Color chassis there are no printed circuits, no production shortcuts. Every connection is carefully hand-wired with the same exacting care that makes Zenith America's largest selling TV, and your best Color TV buy.",
    "author": "Zenith TV ad, 1964",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "Semper aut discere, aut docere, aut scribere dulce habui.",
    "author": "Bede",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "The qualities that made for success in a fighter-pilot seemed to be just those sturdy qualities that made for success in other professions; observation, initiative, determination, courage, including the courage to run away. In course of time it appeared that men who had a private axe to grind beyond the public axe of the King's enemies were especially successful.",
    "author": "Jim Bailey, The Sky Suspended",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "Everything about it was visibly mis-shapen, corrupt, crawling, verminous; for a time I could not bear to look at it, and passed with averted eyes; recovering from this weakness, I forced myself to look, and to face day by day the question: a thing so obviously, so incontrovertibly, so indefensibly bad, why had Scott done it?",
    "author": "R. G. Collingwood on the Albert Memorial",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "Anybody who cares less about wanting to be cool, I think, is more interesting.",
    "author": "Aimee Mann",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "The late Richard Feynman, a superb physicist, said once as we talked about the laser that the way to tell a great idea is that, when people hear it, they say, 'Gee, I could have thought of that.'",
    "author": "Charles Townes, How the Laser Happened",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "If we chose always to be wise we should rarely need to be virtuous. But inclinations which we could easily overcome irresistibly attract us. We give in to slight temptations and minimize the danger. We fall insensibly into dangerous situations, from which we could easily have safeguarded ourselves, but from which we cannot withdraw without heroic efforts which appal us. So finally, as we tumble into the abyss, we ask God why he has made us so feeble. But, in spite of ourselves, He replies through our consciences: 'I have made you too feeble to climb out of the pit, because I made you strong enough not to fall in.'",
    "author": "Rousseau, Confessions, Cohen trans.",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "Constantly fortified with the new blood of immigrants who saw America as a place where anything was possible, the nation had adopted an ethos that elevated problem solving to the status of religion.",
    "author": "John Hoyt Williams, A Great and Shining Road",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "That 95 per cent. fail of those who start in business upon their own account seems incredible, and yet such are said to be the statistics upon the subject.",
    "author": "Andrew Carnegie, 1896",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "You should never turn a man's generosity as a sword against him. Any virtue that a man has, even if he has many vices, should not be used as a tool against him.",
    "author": "Rabi to Feynman",
    "type": "",
    "background": ""
  },
  {
    "quoteText": "You can't say I didn't try really hard, 'cause I'm trying really hard to be good.",
    "author": "Tom Petty",
    "type": "",
    "background": ""
  },{
    "quoteText": "I heard joke once: Man goes to doctor. Says he's depressed. Life seems harsh, and cruel. Says he feels all alone in threatening world. Doctor says: 'Treatment is simple. The great clown - Pagliacci - is in town. Go see him. That should pick you up.' Man bursts into tears. 'But doctor...' he says 'I am Pagliacci.' Good joke. Everybody laugh. Roll on snare drum. Curtains.",
    "author": "Rorschach-The Watchmen",
    "type": "",
    "background": ""
  },{
    "quoteText": " True Convergence occurs only once divergence has run its course. A solution or a direction emerges from the divergence eventually.",
    "author": "Rohit Sharma",
    "type": "https://perchingtree.com/bizarre/hyperforecasting/rise-donald-trump/",
    "background": ""
  }
	
]
